Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The character can calculate odds with great precision, find correlations in numerical data, and perform similar tasks with great ease.
fr_fr: Le personnage peut calculer des probabilités avec une grande précision, trouver des corrélations dans des données numériques et accomplir des tâches similaires avec une facilité déconcertante.

source: Apply a +30 modifier on tests involving math calculations.
fr_fr: Appliquez un modificateur de +30 sur les tests impliquant des calculs mathématiques.

source: The morph has a natural immunity to a specific drug, disease, or toxin.
fr_fr: La morph possède une immunité naturelle à une drogue, une maladie ou une toxine spécifique.

source: When afflicted with that specific chemical, poison, or pathogen, the character re- mains unaffected.
fr_fr: Lorsqu'il est affecté par cette substance chimqiue, ce poison ou ce pathogène, le personnage reste non affecté.

source: At the gamemaster’s discretion, this immunity may not apply to certain agents.
fr_fr: A la discrétion du maïtre de jeu, cette immunité pourrait ne pas s'appliquer à certains agents.

source: It may not be applied to nanodrugs or nanotoxins.
fr_fr: Elle ne peut pas concerner les nanodrogues ou les nanotoxines.

source: {Pain Tolerance (Ego Or Morph Trait)}
fr_fr: {Tolérance à la Douleur (Trait d'Égo ou de Morph)}

source: The character has a high threshold for pain tolerance and is better at ignoring the effects of pain on their abilities and concentration.
fr_fr: Le personnage possède un seuil de tolérance à la douleur élevé et peut plus facilement ignorer les effets de la douleur sur ces capacités et sa concentration.

source: Level 1 allows them to ignore the -10 modifier from 1 wound.
fr_fr: Le niveau 1 lui permet d'ignorer d'ignorer le modificateur de -10 d'1 blessure.

source: Level 2 allows them to ignore the -10 modifiers from 2 wounds.
fr_fr: Le niveau 1 lui permet d'ignorer d'ignorer le modificateur de -10 de 2 blessures.

source: This trait is only available for biomorphs.
fr_fr: Ce trait n'est disponible que pour les biomorphs.

source: The character has an influential person in their life who can be relied on for occasional support.
fr_fr: Le personnage connaît une personne influente sur laquelle il eput compter pour de l'aide occasionnelle.

source: This could be a wealthy hyperelite family member, a high-ranking triad boss, or an anarchist networker with an unbeatable reputation.
fr_fr: Cela pourraît être un membre d'une famille hyperléite prospère, un chef des triades bien placés ou un networker anarchistes avec une réputation imbattable.

source: When called upon, this patron can pull strings on the character’s behalf, supply resources, introduce them to people they need to know, and bail them out of trouble.
fr_fr: Lorsqu'il est appelé, le mentor peut tirer quelques ficelles au bénéfice du personnage, lui fournissant des ressource, le présentant aux personnes qu'ils ont besoin de connaître et les tirer d'affaire.

source: The player and gamemaster should work together to define exactly who this NPC is and what their relationship with the player character is.
fr_fr: Le jouer et le maître de jeu doivent travailler ensemble pour définir exactement qui est ce PNJ et quelle est sa relation avec le personnage joueur.

source: Specifically, the question of why this patron is supporting the character should be answered (familial obligation?
fr_fr: La question spécifique du pourquoi ce mentor soutient le personnage, doit avoir une réponse (obligation familliale?

source: childhood buddies?
fr_fr: amis d'enfance?

source: the character saved their life once?).
fr_fr: le personange lui a sauve la vie une fois?).

source: Gamemasters should be careful that this trait does not get abused.
fr_fr: Le maître de jeu devrait faire attention à ce que ce trait ne soit pas utilisé de manière abusive.

source: The patron should be an occasional help (probably no more than once per game session at most) but is not always at the character’s beck-and-call.
fr_fr: Le mentor devrait être une aide occasionnelle (probablement pas plus d'une fois par session de jeu au plus) mais il n'est pas toujours dispo à la demande du personnage.

source: If the character asks for too much, too often, they should find the patron’s support drying up.
fr_fr: Si le personnage demande trop ettrop souvent, le soutien du mentor devrait s'assécher.

source: Additionally, the character may need to take action to maintain the relationship, such as undertaking a mission on the patron’s behalf.
fr_fr: Additionellement, les personnages peuvent avoir besoin d'accomplir certaines actions pour préserver cette relation, telles que s'occuper d'une mission pour le compte du mentor.

source: In fact, the character may only have their patronage because they are on-call or of use to the NPC in some way.
fr_fr: En fait, le personnage pourrait n'avoir leur soutien que parcequ'ils sont disponible à la demande du PNJ d'une certaine manière.

source: {Psi} Cost: 20 CP (Level 1), 25 CP (Level 2)
fr_fr: {Psi} Coût: 20 PP (Niveau 1), 25 PP (Niveau 2)

source: The character has been infected with the MacLeod strain of the Exsurgent virus, which altered their brain structure and opened the potential for their mind to enhance their cognitive abilities and read and manipulate the biological minds of others (see Psi, p.
fr_fr: Le personnaga a été infecté avec la souche Watts Mac Leod du virus Exsurgent, virus qui a altéré leur structure cérébrale et à ouvert le potentiel de leur esprit afin d'augmenter leur capacités cognitive ainsi que al capacité à lire et manipuler les esprits biologiques des autres (voir Psi, p.

source: The character may purchase and learn psi sleights (p.
fr_fr: Le personnage peut acheter et apprendre des exploits psis (p.

source: At Level 1, the character may only use psi-chi sleights.
fr_fr: Au niveau 1, le personnage ne peut utiliser que les exploits psi-chi.

source: At Level 2, the character may use both psi-chi and psi-gamma sleights.
fr_fr: Au niveau 2, le personnage peu utiliser les exploits psi-chi et psi-gamma.

source: Though this trait is not very expensive, gamemasters should not allow it to be abused.
fr_fr: Bien que ce trait ne soit pas trés cher, les maître de jeu ne devrait pas permettre q'il soit trop utilisé.

source: There are a number of negative side effects to Watts-MacLeod infection, noted under Psi Drawbacks, p.
fr_fr: Il y a un nombre d'effet secondaire négatifs à l'infection par la souche Watts MacLeod, noté au pragraphe Inconvénients du Psi (p.

source: {Psi Chameleon (Ego Or Morph Trait)}
fr_fr: {Caméléon Psi (Trait d'Ego ou de Morph)}

source: The character’s mental state is naturally resistant to psi sensing.
fr_fr: L'état mental du personnage est natruellement resistant aux exploits psi.

source: Apply a -10 modifier to any attempts to locate or detect the character via psi sleights.
fr_fr: Appliquez un modificateur de -10 à toute tentative pour localiser ou détecter le personange en utilisant des exploits psi.

source: {Psi Defense (Ego Or Morph Trait)}
fr_fr: {Défense Psi (Trai d'Égo Ou de Morph)}

source: The character’s mind is inherently resistant to mental attacks.
fr_fr: L'esprit du personnage est intrinséquement résistant aux attaques mentales.

source: At Level 1, apply a +10 modifier to all defense tests made against psi attacks.
fr_fr: Au niveau 1, appliquez un modificateur de +10 à tous les tests de défense fait contre les attaques psi.

source: At Level 2, apply a +20 modifier.
fr_fr: Au niveau 2, augmentez ce modificateur à +20.

source: The morph recovers from damage more quickly.
fr_fr: La morph récupère plus rapidement des dommages subit.

source: Reduce the timeframes for healing by half, as noted on the Healing table, p.
fr_fr: Réduisez l'intervalle de temps pour les soins de motié, tels que noté sur la table de Soins p.

source: The character chooses one type of morph (splicer, neo-hominid, case, etc.).
fr_fr: Le personnage choisit un tympe de morph (splicerus, néo-hominidés, boîte, etc).

source: The character always feels right at home in morphs of this type.
fr_fr: Le personange se sent toujours bien dans les morphs de ce type.

source: When resleeving into this type of morph, the character automatically adjusts to the new body, no Integration or Alienation Test needed, suffering no penalties and no mental stress.
fr_fr: Lorsqu'il se réincarne dans ce type de morph, le personnage s'ajuste automatiquement à son nouveau corps, aucune test d'Intégration ou d'Aliénation ne sont nécessaires, ne souffrant d'aucune pénalité et d'aucun stress mental.

source: Cost: 15 CP
fr_fr: Coût: 15 PP

source: If your character background or faction enforces a restriction on your starting morph (for example, uplifts must start with an uplift morph), this trait allows you to ignore that restriction and purchase a starting morph of your choice.
fr_fr: Si le passé la faction de votre personnage vous restreint dans votre morph de départ (par exemple, les élevés doivent démarer dans une morph élevée), ce trait vous permet d'ignorer ces restrictions et d'acheter la morph de départ de votre choix.

source: The character is very good at maintaining continuous partial awareness of the goings-on in their immediate environment.
fr_fr: Ce eprsonnage est extrêmement doué pour conserver une conscience continue des choses qui se passent dans leur environnement immédiat.

source: In game terms, they do not suffer the Distracted modifier on Perception Tests to notice things even when their attention is focused elsewhere, or when making Quick Perception Tests during combat.
fr_fr: En terme de jeu, ils ne souffrent pas du modificateur Distrait sur les Tests de Perception pour remarquer quelque chose même si leur attention est concentrée ailleurs, ou lrosqu'il font des Tests de Perception Rapide pendat les combats.

source: In an age where biosculpting is easy, good looks are both cheap and commonplace.
fr_fr: A une époque ou la biosclupture est facile, être beau est à la fois bon marché et courant.

source: This morph, however, possesses a physical look that can only be described as striking and unusual, but also somehow alluring and fascinating—even the gorgeous and chiseled glitterati take notice.
fr_fr: Cette morph possède cependant une apparence physique qui ne peut être décrite que comme ahurissante et inhabituelle, mais également comme quelque peu attirante et fascinante - même les célébréités splendides et ciselés y font attention.

source: On social skill tests where the character’s beauty may affect the outcome, they receive a +10 (for Level 1) or +20 (for Level 2) modifier.
fr_fr: Sur les tests de compétences sociale où la beauté du personnage peut influer sur le résultat, ils reçoivent un modificateur de +10 (au niveau 1) ou de +20 (au niveau 2).

source: This modifier is ineffective against xenomorphs or those with the infolife or uplift backgrounds.
fr_fr: Ce modificateur est inefficace sur les xénomorphs ou ceux qui ont un historique infolife ou élevé.

source: This modifier may be purchased for uplift morphs, but at half the cost, and it is only effective against characters with that specific uplift background (i.e., neo-avians, neo-hominids, etc.).
fr_fr: Ce modificateur peut être acheté pour les morphs élevées, mais à moitié prix, et il n'est efficace que contre les personnages ayant le même type de morph élevé (càd néo-aviens, néo-homnide, etc).

source: The one drawback to this trait is that the character is more easily noticed and remembered.
fr_fr: L'inconvénient de ce trait est que l'on se souveint plus facilement du personnage et il est plus facilement remarqué.

source: Cost: 10 (Level 1), 20 (Level 2), or 30 (Level 3) CP
fr_fr: Coût: 10 (Niveau 1), 20 (Niveau 2) ou 30 (Niveau 3) PP

source: This morph is resilient than others of its type and can take more physical abuse.
fr_fr: Est morph est plus résistante que les autres de même type et peut subir plsu d'abus physique.

source: Increase their Durability by +5 per level (+5 at Level 1, +10 at Level 2, and +15 at Level 3).
fr_fr: Augmentez sa Solidité par +5 par niveau (+5 au Niveau 1, +10 au Niveau 2 et +15 au Niveau 3).

source: This also increases Wound Threshold by +1, +2, and +3 respectively.
fr_fr: Cela augmente également le Seuil de Blessure de +1, +2 et +3 respectivement.

source: Cost: 5
fr_fr: Coût: 5 PP

source: A character with this trait and the Psi trait does not suffer a modifier when using psi sleights on nonsentient or partly-sentient animal species.
fr_fr: Un personnage avec ce trait et le trait Psi ne souffre pas d'un modificateur lorsqu'il utilise des exploits psi contre des espéèces animales non-consciente ou partiellement-conscientes.

source: Negative Traits
fr_fr: Traits Négatifs

source: Negative traits generally hinder the character and apply negative modifiers in certain circumstances.
fr_fr: Les traits négatifs ont tendance à handicaper le joueur et à applqieur des modificateurs négatifs dans certaines circonstances.

source: Bonus: 5 CP (Minor), 10 CP (Moderate), or 20 CP
fr_fr: Bonus: 5 PP (Mineure), 10 PP (Modérée), ou 20 PP (Majeure)

source: Major: Addiction comes in two forms: mental (affecting the ego) and physical (affecting the biomorph).
fr_fr: Les addictions existent en deux formes: mentale (affectant l'ego) et physique (affetant la biomorph).

source: The character or morph is addicted to a drug (p.
fr_fr: Le personnage ou la morph est accroc à une drogue (p.

source: 317), stimulus (XP), or activity (mesh use) to a degree that impacts the character’s physical or mental health.
fr_fr: 317), un stimulus (XP) ou une activité (utilisation du mesh) a un degré qui impacte la snaté physique ou mentale du personnage.

source: Players and gamemasters should work together to agree on addictions that are appropriate for their game.
fr_fr: Les joueurs et le maître de jeu devraient déterminer ensemble une addictions appropriées à leur parties.

source: Addiction comes in three levels of severity: minor, moderate, or major:
fr_fr: L'addiction existe en trois niveaux de sévérité: mineure, modérée et majeure:

source: Minor: A minor addiction is largely kept under control—it does not ruin the character’s life, though it may create some difficulties.
fr_fr: Mineure: Une addiction mineure est largement gardée sous contrôle - elle ne ruine pas la vie du personnage, bien qu'elle puisse créer certaines difficultés.

source: The character may not even recognize or admit they have a problem.
fr_fr: Le personnage pourrait même ne pas reconnaître ou admettre qu'il a un problème.

source: The character must indulge the addiction at least once a week, though they can go for longer without too much difficulty.
fr_fr: Le personnage doit se soumettre à son addiction au moins une fois par semaine, bien qu'ils puisssent supporter de plus longue période sans difficultés.

source: If they fail to get their weekly dose, they suffer a -10 modifier on all actions until they get their fix.
fr_fr: Si ils ne perviennet pas à obtenir leur dose hebdomadaire, ils souffrent d'u modificateur de -10 à toutes leurs actiosn jusqu'à ce qu'ils puissetn avoir leur dose.

source: Moderate: A moderate addiction is in full swing.
fr_fr: Modérée: Une addiction modérée est en plein essor.

source: The character obviously has a problem, and must satisfy the addiction at least once a day.
fr_fr: Le personnage a manifestement un problème, et il doit satisfaire son addiction au moins une fois par heure.

source: If they fail to do so, they may suffer mood swings, compulsive behavior, physical sickness, or other side effects until they indulge their craving.
fr_fr: Si il ne peut le faire, il peut souffrir d saute d'humeur, de comportement compulsif, de malaide physique ou d'autres effets secondaires jusq'uà ce qu'il puisse combler leur manque.

source: Apply a -20 modifier to all of the character’s actions until they get their fix.
fr_fr: Appliquez un modificateur de -20 à toutes les actions du personnage jusqu'à ce qu'il obtienne sa dose.

source: Additionally, a character with this level of addiction suffers a -5 DUR penalty.
fr_fr: Additionellement, un personnage à ce niveau d'addiction souffre d'une pénalité de -5 en SOL.

source: Major: A character with a major addiction is on the rapid road to ruin.
fr_fr: Majeure: Un personnage avec uen addiction majeure est sur une pente savonneuse vers la ruine.

source: They face cravings every 6 hours, and suffer a -10 DUR penalty as their health is affected.
fr_fr: Ils font face au manque toutes les 6 heures, et souffrent d'une pénalité de -10 en SOL car leur santé est affectée.

source: If they fail to get their regular dosage, they suffer a -30 modifier on all actions until they do.
fr_fr: Si ils ne parviennent pas à obtenir leur dose régulièrement, ils souffrent d'un modificateur de -30 à toutes leurs actions jusqu'à ce qu'ils trouvent une dose.

source: If their life hasn’t already been ruined by their obsession, it soon will be.
fr_fr: Si leur vie n'as pas déjà été ruinée par leurs obsessions, elle le sera rapidement.

source: {Aged (Morph Trait)} Bonus: 10 CP
fr_fr: {Vieux (Trait de Morph)} Bonus: 10 PP

source: The morph is physically aged, and has not been rejuvenated.
fr_fr: La morph est agée physiquement sans avoir bénéficié de réjuvénation.

source: Old morphs are increasingly uncommon, though some people adopt them hoping to gain an air of seniority and respectability.
fr_fr: Les vieiles morphs sont incroyablement rare, bein que certaines personens les adoptent en espérant gagner de l'ancienneté et de la respectabilité.

source: Reduce the character’s aptitude maximums by 5, and apply a -10 modifier on all physical actions.
fr_fr: Réduisez le maximum d'aptitude du personnage de 5, et appliquez un modificateur de -10 à toutes les actions physiques.

source: This trait may only be applied to flat and splicer morphs.
fr_fr: Ce trait ne peux être appliqué qu'uax morphs plates et spliceurs.

source: Bonus: 30 CP
fr_fr: Bonus: 30 PP

source: Due to some inexplicable cosmic coincidence, things seem to go wrong around the character.
fr_fr: En raison d'une coïncidence cosmique inexplicable, les choses semblent mal se passer autur du personnage.

source: The gamemaster is given a pool of Moxie points equal to the character’s Moxie stat, which also refreshes at the same rate as the character’s Moxie.
fr_fr: Le maître de jeu reçoit une réserve de points de Moxie égale à la stat Moxie du personnage, qui se reconstitue au même rythme que le Moxie du personnage.

source: Only the gamemaster may utilize this Moxie, however, and the purpose is to use it against the character.
fr_fr: Seul le maître de jeu peu utiliser ce Moxie et et il doit le faire uniquement poru agir contre le personnage.

source: In other words, the gamemaster can use this bad Moxie to cause the character to automatically fail, flip-flop a roll, and so on.
fr_fr: En d'autres mots, le maître de jeu peut utilsier ce Mauvais Moxie pour causer un échec automatique au personnage, lui faire un permutter un jet et ainsi de suite.

source: To reflect the black cloud that follows the character, the gamemaster can even use this bad Moxie against the character’s friends and allies, when they are doing something with or related to the character, though this should be used sparingly.
fr_fr: Pour refléter ce mauvais augure qui plane autour du personnage, le maître de jeu peu mrme utiliser ce Mauvais Moxie contre les amis et les alliés du personnage, lorsqu'ils font quelque chose avec ou en lien avec le personnage, bien que cela devrait être utilisé avec parcimonie.

source: Gamemasters who might be reluctant to sabotage the character should remember that the player asked for it by purchasing this trait.
fr_fr: Les maître de jeu qui pourraient rechigner à saboter le personnage devraient se souvenri que ce joueur l'a demandé en prenant ce trait.

source: The character has managed to get themselves blacklisted in certain circles, whether they actually did something to deserve it or not.
fr_fr: Le personnage a réussit à se faire mettre sur liste noire dans certains cercles, qu'isl aient réellement fait quelque chose pour le mériter ou pas.

source: In game terms, the character is barred from having a Rep score higher than 0 in one particular reputation network.
fr_fr: En terme de jeu, le personnage ne pourra jamais avoir un score de Rep supérieur à 0 dans un réseau de réputation particulier.

source: People within that network will refuse to help the character out of fear of reprisals and ruining their own reputation.
fr_fr: Les personnes faisant parti de ce réseau refuseront d'aider le personnage apr peur de représaille et de ruiner leur propre réputation.

source: The bonus for this trait is 20 CP if chosen for the rep network pertaining to the character’s own starting faction, and 5 CP if chosen for any other.
fr_fr: Le bonus pour ce trait est de 20 PP si il est choisi pour le réseau réputationnel de la factoin d départ du personnage, et de 5 PP sinon.

source: Bonus: 10 (Level 1), 20 (Level 2), or 30 (Level 3) CP
fr_fr: Bonus: 10 (Niveau 1), 20 (Niveau 2) ou 30 (Niveau 3) PP

source: At some point in the character’s past, they managed to do something that earned a black mark on their reputation.
fr_fr: À un certain moment dans le passé du personnage, il s'est débrouillé pour faire quelque chose qui lui a valu de recevoir une marque noire sur sa réputation.

source: For some reason, no matter what they do, this black mark cannot be shaken off and continues to haunt their interactions.
fr_fr: Pour diverses raisons, peu importe ce qu'il fait, cette marque noire ne peut être retirée et continue de hanter ses interactions.

source: In game terms, the character picks one faction.
fr_fr: En terme de jeu, le personnage choisit une faction.

source: Every time they interact with this faction (such as a Networking Test) or with an NPC from this faction (Social Skill Tests) who knows who the character is, they suffer a -10 modifier per level.
fr_fr: À chaque fois qu'il interagît avec cette faction (avec un Test de Réseau par exemple) ou avec un PNJ de cette faction (test de Compétence Sociale) qui connaît le personnage, il subit un modificateur de -10 par niveau.

source: Bonus: 20 CP
fr_fr: Bonus: 20 PP

source: The character has an unfortunate habit of freezing in combat or stressful situations, like a deer caught in headlights.
fr_fr: Le personnage a la malheureuse habite de se figer dans les situations de combat ou stressante, comme un faon prit dans les phares d'une voiture.

source: Anytime violence breaks out around the character, or they are surprised, the character must make a Willpower Test in order to act or respond in any way.
fr_fr: À chaque fois que la violence explose autour du personnage, ou si il est surpris, le personnage doit faire un tst de Volonté afin d'agir ou de répondre de quelque manière que ce soit.

source: If they fail the test, they lose their action and simply stand there, remaining incapable of reacting to the situation.
fr_fr: Si il rate ce test, il perd ses action et reste simplement planté là, incapable de réagir à la situation.

source: Bonus: 10 CP
fr_fr: Bonus: 10 PP

source: At some point in the character’s past, the character had certain memories strategically removed or otherwise lost to them.
fr_fr: À un certain moment dans le passé du personnage, certains de ses souvenirs ont étés stratégiquement supprimés ou ont été perdus d'une manière ou d'une autre.

source: This may have been done to intentionally forget an unpleasant or shameful experience or to make a break with the past.
fr_fr: Cela peut avoir été fait intentionnellement pour oublier une expérience déplaisante ou honteuse ou alors pour rompre avec le passé.
